Tekla.Structures.Analysis.AnalysisDeltaZ
The AnalysisDeltaZ class contains delta Z information for an analysis model.

Tekla.Structures.Analysis.AnalysisDeltaZ._Top
Top.

Tekla.Structures.Analysis.AnalysisDeltaZ._Bottom
Bottom.

Tekla.Structures.Analysis.AnalysisDeltaZ.#ctor
Creates a new instance of an analysis delta Z.

Tekla.Structures.Analysis.AnalysisDeltaZ.Top
The delta Z at the top.

Tekla.Structures.Analysis.AnalysisDeltaZ.Bottom
The delta Z at the bottom.